namespace Games.Core
{
    public class Class1
    {
        // отсюда будем вызывать

        // функцианал коре 

        // принимать поля id для ведения статистики игры 
        // подключаться к репозиторию статистики и писать туда статистику по текущей игре 
        // отдельный фаил для породолжения игры !
        // - просмотр статистики игрока
        // - статистика по всем играм ??

        // интрфейс игры
        // - старт 
        // - старт из сохранения если такое есть 
        // - количество игроков 

        // 

    }
}